Repository: wunax/strimr
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, zh_hans

# signIn.subtitle
source: Connect your Plex account to access your servers and libraries.
fr: Connectez votre compte Plex pour accéder à vos serveurs et bibliothèques.
zh_hans: 连接 Plex 账户以访问服务器和媒体库

# signIn.title
source: Sign in with Plex
fr: Se connecter avec Plex
zh_hans: 使用 Plex 登录

# signIn.tv.subtitle
source: Scan this QR code with your phone to sign in to Plex.
fr: Scannez ce code QR avec votre téléphone pour vous connecter à Plex.
zh_hans: 用手机扫描二维码登录 Plex

# tabs.discover
source: Discover
fr: Découvrir
zh_hans: 发现

# tabs.home
source: Home
fr: Accueil
zh_hans: 首页

# tabs.libraries
source: Libraries
fr: Bibliothèques
zh_hans: 媒体库

# tabs.more
source: More
fr: Plus
zh_hans: 更多

# tabs.search
source: Search
fr: Recherche
zh_hans: 搜索

# watchTogether.badge
source: Watch Together
fr: Regarder ensemble
zh_hans: 一起观看

# watchTogether.create.action
source: Create Session
fr: Créer une session
zh_hans: 创建房间

# watchTogether.create.title
source: Create Session
fr: Créer une session
zh_hans: 创建房间

# watchTogether.error.connection
source: Couldn't connect to Watch Together.
fr: Impossible de se connecter au visionnage partagé.
zh_hans: 无法连接到一起观看。

# watchTogether.error.identity
source: Missing account or server info.
fr: Informations de compte ou de serveur manquantes.
zh_hans: 缺少账户或服务器信息。

# watchTogether.error.mediaUnavailable
source: This media isn't available.
fr: Ce contenu n'est pas disponible.
zh_hans: 此内容不可用。

# watchTogether.error.missingCode
source: Enter a session code.
fr: Saisissez un code de session.
zh_hans: 请输入房间代码。

# watchTogether.error.playbackLauncher
source: Couldn't start playback.
fr: Impossible de démarrer la lecture.
zh_hans: 无法开始播放。

# watchTogether.error.send
source: Couldn't send update.
fr: Impossible d'envoyer la mise à jour.
zh_hans: 无法发送更新。

# watchTogether.exit.endForAll
source: End & Dissolve
fr: Terminer et dissoudre
zh_hans: 结束并解散

# watchTogether.exit.leave
source: Leave Session
fr: Quitter la session
zh_hans: 离开会话

# watchTogether.exit.message
source: What would you like to do?
fr: Que souhaitez-vous faire ?
zh_hans: 你想做什么？

# watchTogether.exit.stopForAll
source: Stop for Everyone
fr: Arrêter pour tout le monde
zh_hans: 为所有人停止

# watchTogether.exit.title
source: Watch Together
fr: Regarder ensemble
zh_hans: 一起观看

# watchTogether.host.badge
source: Host
fr: Hôte
zh_hans: 主持人

# watchTogether.join.action
source: Join Session
fr: Rejoindre une session
zh_hans: 加入房间

# watchTogether.join.placeholder
source: Enter Code
fr: Entrer le code
zh_hans: 输入代码

# watchTogether.join.title
source: Join Session
fr: Rejoindre une session
zh_hans: 加入房间

# watchTogether.leave.endAll
source: End for Everyone
fr: Terminer pour tout le monde
zh_hans: 结束所有人

# watchTogether.leave.justMe
source: Just Me
fr: Juste moi
zh_hans: 仅我

# watchTogether.leave.message
source: Leave the session or end it for everyone.
fr: Quitter la session ou la terminer pour tout le monde.
zh_hans: 退出房间或结束所有人的会话。

# watchTogether.leave.title
source: Leave Watch Together
fr: Quitter le visionnage partagé
zh_hans: 离开一起观看

# watchTogether.ready.off
source: Not Ready
fr: Pas prêt
zh_hans: 未就绪

# watchTogether.ready.on
source: Ready
fr: Prêt
zh_hans: 准备就绪

# watchTogether.ready.toggle
source: Ready
fr: Prêt
zh_hans: 准备就绪

# watchTogether.selectedMedia.empty
source: No media selected yet.
fr: Aucun contenu sélectionné.
zh_hans: 尚未选择内容。

# watchTogether.selectedMedia.title
source: Selected Media
fr: Contenu sélectionné
zh_hans: 已选内容

# watchTogether.selectMedia
source: Select Content
fr: Choisir un contenu
zh_hans: 选择内容

# watchTogether.session.code
source: Session Code
fr: Code de session
zh_hans: 房间代码

# watchTogether.startPlayback
source: Start Playback
fr: Démarrer la lecture
zh_hans: 开始播放

# watchTogether.status.connected
source: Connected
fr: Connecté
zh_hans: 已连接

# watchTogether.status.connecting
source: Connecting…
fr: Connexion…
zh_hans: 正在连接…

# watchTogether.status.disconnected
source: Disconnected
fr: Déconnecté
zh_hans: 未连接

# watchTogether.status.reconnecting
source: Reconnecting…
fr: Reconnexion…
zh_hans: 正在重新连接…

# watchTogether.title
source: Watch Together
fr: Regarder ensemble
zh_hans: 一起观看

# watchTogether.toast.created %@
source: Session created: %@
fr: Session créée : %@
zh_hans: 已创建房间：%@

# watchTogether.toast.ended
source: Session ended.
fr: Session terminée.
zh_hans: 房间已结束。

# watchTogether.toast.joined %@
source: Joined session: %@
fr: Session rejointe : %@
zh_hans: 已加入房间：%@

# watchTogether.toast.left %@
source: %@ left the session
fr: %@ a quitté la session
zh_hans: %@ 离开了房间

# watchTogether.toast.newHost %@
source: %@ is now the host
fr: %@ est maintenant l'hôte
zh_hans: %@ 现在是主持人

# watchTogether.toast.noAccess
source: You don't have access to this media.
fr: Vous n'avez pas accès à ce contenu.
zh_hans: 你无法访问此内容。

# watchTogether.toast.paused %@
source: %@ paused
fr: %@ a mis en pause
zh_hans: %@ 已暂停

# watchTogether.toast.playbackStopped
source: Watch Together playback stopped.
fr: La lecture Watch Together est arretee.
zh_hans: 一起观看播放已停止。

# watchTogether.toast.played %@
source: %@ played
fr: %@ a lancé la lecture
zh_hans: %@ 开始播放

# watchTogether.toast.rate %@
source: %@ changed playback speed
fr: %@ a changé la vitesse de lecture
zh_hans: %@ 已更改播放速度

# watchTogether.toast.reconnecting
source: Reconnecting to session…
fr: Reconnexion à la session…
zh_hans: 正在重新连接房间…

# watchTogether.toast.seeked %@
source: %@ seeked
fr: %@ a changé la position
zh_hans: %@ 已跳转

# common.actions.pause
source: Pause
zh_hans: 暂停

# integrations.seerr.login.email
source: Email
zh_hans: 电子邮箱

# integrations.seerr.quota.title
source: Quota
zh_hans: 配额

# library.browse.type.title
source: Type
zh_hans: 类型

# library.detail.tab.collections
source: Collections
zh_hans: 合集

# library.detail.tab.playlists
source: Playlists
zh_hans: 播放列表

# media.detail.duration.hoursMinutes %lld %lld
source: %lldh %lldm
zh_hans: %lld小时%lld分钟

# media.detail.duration.minutes %lld
source: %lldm
zh_hans: %lld分钟

# media.detail.genres
source: Genres
zh_hans: 类型

# media.detail.seasonEpisode %lld %lld
source: S%1$lld - E%2$lld
zh_hans: 第%1$lld季 第%2$lld集

# media.detail.studio
source: Studio
zh_hans: 制片厂

# media.labels.seasonEpisode %lld %lld
source: S%1$lld · E%2$lld
zh_hans: 第%1$lld季 · 第%2$lld集

# player.settings.audio
source: Audio
zh_hans: 音频

# player.status.buffering
source: Buffering
zh_hans: 缓冲中

# player.termination.dismiss
source: OK
zh_hans: 好

# search.badge.collection
source: COLLECTION
zh_hans: 合集

# search.badge.playlist
source: PLAYLIST
zh_hans: 播放列表

# search.fallback.collection
source: Collection
zh_hans: 合集

# search.fallback.playlist
source: Playlist
zh_hans: 播放列表

# seerr.detail.production
source: Production
zh_hans: 制作

# seerr.manageRequests.season.badge %lld
source: S%lld
zh_hans: 第%lld季

# seerr.request.type.standard
source: Standard
zh_hans: 标准

# serverSelection.connection.localFormat %@
source: Local · %@
zh_hans: 本地 · %@

# settings.interface.title
source: Interface
zh_hans: 界面

# watchTogether.actions.title
source: Actions
zh_hans: 操作

# watchTogether.participants.title
source: Participants
zh_hans: 参与者
